#Варіант 6. Розробити інтегратор для замовлення транспорту. Користувач передає адресу свого перебування та адресу призначення. 
# Передбачити що кожна служба таксі має власну систему замовлення: Uklon приймає запит (адреса кінця, адреса початку), Bolt 
# приймає запит тип пункту (початок поїздки чи кінець) та адресу тому потребує 2 послідовних запитів для замовлення, а Uber приймає
#  запит із 3 параметрами (адреса початку, адреса кінця та час замовлення).Наприклад, для поїздки із вул. Університетська 14 на пл.
#  Народна 3 Uklon прийме запит ("пл. Народна 3", "вул. Університетська 14") Bolt приймає 2 запити ("begin", "вул. Університетська 14") 
# та ("end", "пл. Народна 3 "), а Uber приймає запит ("вул. Університетська 14", "пл. Народна 3", 9:30 21.09.2022)